--
-- 商品データ挿入用SQL
--
INSERT INTO `product` (`product_name`, `product_detail`, `registration_date`, `sale_flag`, `delete_flag`, `price`,`emp_id`,`quality_period`,`evaluation`) VALUES
('ラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01','4','5'),
('醬油ラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01','4','4'),
('味噌ラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01','4','3'),
('塩ラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01','4','2'),
('豚骨ラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01','4','1'),
('チャーシューメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01','4','5'),
('辛ラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01','4','4'),
('もやしたっぷりラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01','4','3'),
('レモンラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01','4','2');
COMMIT;