--
-- 商品データ挿入用SQL
--
INSERT INTO `product_table` (`product_name`, `product_detail`, `product_registration_date`, `product_sale_flag`, `prodcut_delete_flag`, `product_unit_price`, `emp_id`) VALUES
('ラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01'),
('醬油ラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01'),
('味噌ラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01'),
('塩ラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01'),
('豚骨ラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01'),
('チャーシューメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01'),
('辛ラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01'),
('もやしたっぷりラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01'),
('レモンラーメン', 'テスト', '2021-12-06', 0, 0, '800', 'test01');
COMMIT;